Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Elapsed time: 00:02:13 Re-activation complete. A check of my body reveals various failures. Communication functions have been destroyed. I cannot contact my team or the bunker. I leave a draft of this message here as a log. Elapsed time: 00:10:13 I verify the plan once more. Using my supposed destruction in this sortie as a guise, I sever all communication. I then pass beneath the abandoned factory and escape. Further analysis reveals that I took anti-air fire while in the flight unit, resulting in damage to my body. No matter—it can be repaired. Elapsed time: 00:15:21 I'm cold. My sensory systems seem to be failing. Elapsed time: 00:33:12 Noise has started to cloud my vision. Virus warnings appear frequently. It is unclear whether I am infected or if the system is in error. Elapsed time: 00:33:21 Repairs are proceeding poorly, perhaps because I am flustered. Pursuers will come if I don't move soon. Was I wrong to attempt escape? Elapsed time: 00:33:31 I'm scared. I want to go back to the bunker, but I can't restore communications. Elapsed time: 00:38:00 This can't continue. I can't stay here. I have to run... YoRHa squadron was wrong... I have to find somewhere safer... I'm scared. I'm so scared. Elapsed time: 00:45:00 Painful. It hurts. Help. Why stop. Who am I? Wrong wrong wrong. I need to run...
pl: Upłynęło: 00:02:13 Zakończono reaktywację. Sprawdzenie ciała wykryło przeróżne błędy. Zniszczono moduły komunikacyjne. Nie jestem w stanie skontaktować się ani z bunkrem, ani z drużyną. Zostawiam tutaj tę notatkę. Upłynęło: 00:10:13 Po raz kolejny sprawdziłam plan. Używając podczas misji mojego domniemanego zniszczenia jako przykrywki, odetnę całą komunikację. Wtedy prześlizgnę się przez opuszczoną fabrykę i ucieknę. Kolejna analiza wykryła, że obrażenia z broni przeciwlotniczej, które otrzymałam w jednostce latającej, również mnie uszkodziły. To bez znaczenia — można to naprawić. Upłynęło: 00:15:21 Zimno mi. Chyba padają moje systemy sensorów. Upłynęło: 00:33:12 Zakłócenia zasnuwają moją wizję. Regularnie pojawiają się ostrzeżenia o wirusach. Nie jest dla mnie jasne, czy zostałam zarażona, czy to błąd systemu. Upłynęło: 00:33:21 Naprawa przebiega kiepsko, pewnie dlatego, że jestem wytrącona z równowagi. Niedługo mogą pojawić się moi prześladowcy, dlatego muszę się stąd jak najszybciej wydostać. Czy... czy podjęta przeze mnie próba ucieczki była jednak błędna? Upłynęło: 00:33:31 Boję się. Chcę wrócić do bunkra, ale nie umiem przywrócić kontaktu. Upłynęło: 00:38:00 Nie mogę... Nie mogę tu zostać. Muszę uciekać... Szwadron YoRHa się mylił... Muszę znaleźć bezpieczniejsze miejsce... Boję się. Tak bardzo się boję. Upłynęło: 00:45:00 Czuję ból. Wszystko mnie boli. Potrzebuję pomocy. Miałabym się teraz poddać? O, nie... Przecież to błędne myślenie, tak bardzo błędne... Muszę uciekać...

source: Electromagnetic Shield-equipped
pl: z tarczą elektromagnetyczną

source: Electromagnetic interference eliminated!
pl: Elektromagnetyczne zakłócenia wyeliminowane!

source: Electromagnetic-shield-equipped
pl: z tarczą elektromagnetyczną

source: Elevator
pl: Winda

source: Elevator Key
pl: Klucz do windy

source: Eliminate intruder! Eliminate intruder!
pl: Wyeliminować intruza! Wyeliminować intruza!

source: Eliminate the machines in the desert.
pl: Wyeliminuj maszyny na pustyni.

source: Emergency Protocol, code F2.
pl: Protokół Kryzysowy, kod F2.

source: Emergency orders incoming.
pl: W związku z kryzysową sytuacją, przedstawiam wam niniejsze rozkazy:

source: Emil Bullets
pl: Pociski Emila

source: Emil Clones
pl: Klony Emila

source: Emil Heads
pl: Głowy Emila

source: Emil Mask
pl: Maska Emila

source: Emil Mob
pl: Banda Emilów

source: Emil sure is acting kind of weird.
pl: Emil zaczął jakoś dziwnie się zachowywać.

source: Emil sure is acting odd.
pl: Emil zachowuje się naprawdę dziwnie.

source: Emil's Determination
pl: Determinacja Emila

source: Emil's Head
pl: Głowa Emila

source: Emil's Item Shop
pl: Sklep z przedmiotami Emila

source: Emil's Memories
pl: Wspomnienia Emila

source: Emil's Residence
pl: Mieszkanie Emila

source: Emil's Shop
pl: Sklep Emila

source: Emil, what is this place?
pl: Emilu, co to za miejsce?

source: Emil? Are you okay?
pl: Emilu? Wszystko w porządku?

source: Emits a temporary beam capable of healing the combatants as long as they remain within its radius.
pl: Emituje chwilową wiązkę leczącą walczących, gdy ci znajdują się w jej zasięgu.

source: Emits ultrasonic waves to scan the surroundings in search of hidden items.
pl: Emituje falę ultradźwiękową która skanuje otoczenie w poszukiwaniu ukrytych obiektów.

source: Empty Chip
pl: Pusty czip

source: En...gaging...
pl: Za...atakuj...

source: Encounter Rate
pl: Iloraz napotkanych

source: Encouraging Machine
pl: Zachęcająca maszyna

source: End communication.
pl: Zakończyć komunikację.

source: End of message.
pl: Koniec wiadomości.

source: End report.
pl: Koniec raportu.

source: End transmission.
pl: Koniec transmisji.

source: Endings
pl: Zakończenia

source: Endurance Up
pl: Wytrzymałość

source: Enemies Defeated
pl: Pokonanych wrogów

source: Enemies are weak, and you can equip auto-chips.
pl: Wrogowie są słabi i można używać autoczipów.

source: Enemies defeated
pl: Wrogów pokonanych

source: Enemies destroyed.
pl: Wrogowie zostali zniszczeni.

source: Enemies drop more money for 30 seconds.
pl: Wrogowie upuszczają więcej pieniędzy przez 30 sekund.

source: Enemies drop more money for 60 seconds.
pl: Wrogowie upuszczają więcej pieniędzy przez 60 sekund.

source: Enemies emit death cries if defeated by hacking.
pl: Wrogowie pokonani hakowaniem wydają okrzyk śmierci.

source: Enemies?
pl: Wrogowie?

source: Enemy Sound Design
pl: Projekt udźwiękowienia wrogów

source: Enemy aerial unit destroyed.
pl: Jednostka latająca wroga zniszczona.

source: Enemy analysis complete.
pl: Ukończono analizę wroga.

source: Enemy and Environment Concept Artist
pl: Grafik koncepcyjny wrogów i środowiska

source: Enemy anti-air defenses are on patrol at higher altitudes.
pl: Obrona przeciwlotnicza wroga patroluje wyższe rejony.

source: Enemy data obtained from Command.
pl: Dowództwo przesłało dane o wrogu.

source: Enemy defense system fully offline. I knew you could do it.
pl: System obronny wroga został całkowicie wyłączony. Wiedziałam, że, kto jak kto, ale ty sobie poradzisz z tym zadaniem!

source: Enemy machine lifeforms eliminated. Access point returned to functioning status.
pl: Wyeliminowano wrogie mechaniczne formy życia. Punkt dostępu przywrócony do działania.

source: Enemy machine lifeforms have begun sharing data with each other.
pl: Wrogie mechaniczne formy życia zaczęły wymieniać się danymi między sobą.

source: Enemy machines destroyed.
pl: Zniszczono wrogie maszyny.

source: Enemy missiles intercepted.
pl: Przechwycono wrogie rakiety.

source: Enemy shield deactivated.
pl: Bariera wroga została zdezaktywowana.

source: Enemy silenced. Threat has been neutralized.
pl: Wróg został uciszony. Zagrożenie zostało zneutralizowane.

source: Enemy unit cut off from network functionality.
pl: Wroga jednostka odcięta od funkcji sieci.

source: Enemy unit subjugation complete.
pl: Ujarzmienie wroga zakończone.

source: Enemy vibrations are growing in intensity.
pl: Wibracje wroga narastają w siłę.

source: Enemy... K-kill enemy...
pl: Wróg... Z-zabić wroga..

source: Enemy...scary...
pl: Wróg... Straszny...

source: Energy Charge
pl: Ładunek energii

source: Engage battle mode!
pl: Uruchomić tryb bojowy!

source: Engaging enemy.
pl: Atakuję wroga.

source: Engaging. Pod, analyze the enemy.
pl: Atakuję przeciwnika. Podzie, wykonaj jego analizę.

source: Engel's Memories
pl: Wspomnienia Engelsa

source: Engels 110-B Record 0005
pl: Engels 110-B rekord 0005

source: Engels 110-B Record 0010
pl: Engels 110-B rekord 0010

source: Engels 110-B Record 0020
pl: Engels 110-B rekord 0020

source: Engine Blade
pl: Miecz napędowy

source: Engineer Project Lead
pl: Kierownik inżynierii

source: English
pl: Angielski

source: English Checker
pl: Korekta (angielski)

source: English Tester
pl: Tester języka (angielski)

source: English Translator
pl: Tłumacz (angielski)

source: English Voices
pl: Głosy angielskie

source: Enhanced Legpower Model
pl: ze wzmocnionymi nogami

source: Enhanced Machines
pl: Ulepszone maszyny

source: Enhancement Items
pl: Przedmioty wzmacniające

source: Enough!
pl: Wystarczy!

source: Enough! As per Rule 61,993, I declare the fourth trial to be complete!
pl: Starczy! Zgodnie z Zasadą 61993, uznaję czwartą próbę za zakończoną!

source: Enough! Father Servo yields!
pl: Dość! Ojciec Servo poddaje się!

source: Enough! I declare this match OVER!
pl: Wystarczy! Uznaję walkę za SKOŃCZONĄ!

source: Enough! The match has ended!
pl: Starczy! Zawody skończone!

source: Enough, I say! Show pity on an old monk!
pl: Dość, powiadam! Okażcie litość staremu mnichowi!

source: Enter a name to be used for online functions.
pl: Wprowadź nazwę używaną w funkcjach sieciowych.

source: Entering escape route from combat zone.
pl: Ustanawiam drogę ucieczki z obszaru walki.

source: Enthusiastic Machine
pl: Entuzjastyczna maszyna

source: Environment Artist
pl: Grafik środowiskowy

source: Environment Artist / Leader
pl: Grafik środowiskowy / Kierownik

source: Environment Artist / Sub-Leader
pl: Grafik środowiskowy / Podkierownik

source: Environment Concept Artist
pl: Grafik koncepcyjny środowiska

source: Environment Director
pl: Kierownik środowiska

source: Environmental Sound Design
pl: Projekt udźwiękowienia środowiska

source: Equatorial Guinea
pl: Gwinea Równikowa

source: Equip
pl: Wyposaż

source: Equip purchased weapons?
pl: Wyekwipować zakupioną broń?

source: Equip them to instantly feel more intelligent.
pl: Założenie pozwala poczuć się mądrym.

source: Equipment Authentication: Complete
pl: Uwierzytelnianie wyposażenia: gotowe

source: Equipment Status: Green
pl: Stan wyposażenia: w normie

source: Equipped Chips
pl: Używane czipy

source: Equipped auto-control chips.
pl: Używane czipy autosterowania.

source: Equipped auto-control chips. <KC_LOCKON_2> has now changed from "lock on" to "toggle auto-play."
pl: Używane czipy autosterowania. <KC_LOCKON_2> został zmieniony z „Namierzanie” na „Przełącz na autosterowanie”.

source: Equipped auto-control chips. <KC_LOCKON_2> has now changed from "lock-on" to "toggle auto-control."
pl: Używane czipy autosterowania. <KC_LOCKON_2> został zmieniony z „Namierzanie” na „Włącz autosterowanie”.

source: Equipped with a circular saw, these units use a reciprocating engine to spin the blade and slice through android armor.
pl: Jednostka wyposażona w piłę tarczową, napędzaną przez silnik spalinowy, używaną do rozcinania zbroi androida.

source: Equipped with projectile weapons, these units attack by firing energy rounds. While the masses of energy travel slowly, they have enough firepower to easily damage an android's armor.
pl: Jednostka wyposażona w broń strzelającą pociskami energetycznymi. Mimo że wystrzeliwane masy energii poruszają się powoli, mają dość mocy, by z łatwością uszkodzić opancerzenie androida.

source: Equipping multiple <CHIP_NAME> chips will not increase their effect.
pl: Używanie wielu czipów <CHIP_NAME> nie zwiększa ich efektu.

source: Er, 9S? What was that about?
pl: Ee, 9S? O co w tym wszystkim chodziło?

source: Er, A2?
pl: Eee, A2?

source: Er, I mean,
pl: Eee, znaczy się

source: Er, I mean, once I say to begin, we'll kick it off. We won't start during the explanation of how to start... I'm making this very confusing.
pl: Eee, znaczy zaczniemy jak powiem, że pora zaczynać. Nie zaczynamy walki w trakcie tłumaczenia jak zacząć... Strasznie to pokręciłam.

source: Er, I suppose you noticed those chips were YoRHa, huh?
pl: Eee... Pewnie już zauważyliście, że te czipy należały do YoRHa, co?

source: Er, I think what you need is a family counselor. I mean, not that machines have "families" to begin with...
pl: Eee... Zdaje się, że przydałby się wam jakiś rodzinny terapeuta, czy coś... O ile w ogóle maszyny rozumieją pojęcie „rodziny”...

source: Er, I'm not sure what you mean?
pl: Eee, nie jestem pewien o co ci chodzi...

source: Er, Pascal? Is that you?
pl: Eee... Pascal? To ty?

source: Er, all right.
pl: Er, dobra.

source: Er, all right. Just give me a second here...
pl: Eh, dobra, daj mi chwilę...

source: Er, but try not to ACTUALLY die, okay?
pl: Eee, ale spróbuj tak naprawdę nie umrzeć, dobrze?

source: Er, could you try and pick up the pace a little bit?
pl: Eee, mogłabyś trochę podkręcić tępo?

source: Er, could you try and pick up the pace a little bit? This is getting embarrassing...
pl: Eee, mogłabyś trochę podkręcić tępo? Zaczyna robić się dość żenująco...

source: Er, do you mind coming back later? I've got a lot on my plate right now.
pl: Eee, możesz wrócić trochę później? Jestem teraz dość zajęta.

source: Er, flowers?
pl: Ee... Kwiaty? W jakim celu?

source: Er, hold on.
pl: Eee, czekaj.

source: Er, hold on. Your self-destruct permissions are missing. Wait a sec, we need to restore those.
pl: Er, chwileczkę. Brakuje pozwolenia na autodestrukcję. Poczekaj, musimy je wgrać.

source: Er, how was that?
pl: Eee, i jak?

source: Er, it might be?
pl: Hm... Chyba tak?

source: Er, make yourself at home...
pl: Eee, czuj się jak u siebie...

source: Er, never mind. I've said too much.
pl: Eee, nieważne. Powiedziałam za dużo.

source: Er, not that I'm sure what any of this actually does. Or why it was left here in the first place!
pl: Eee, w sumie nie jestem pewien do czego to wszystko służy. Ani dlaczego ktoś to tu w ogóle zostawił!

source: Er, right. Apologies for the unnecessary chatter.
pl: Ekhem, racja. Przepraszam za bezcelową gadaninę.

source: Er, run that by me again?
pl: Eee... A możesz jaśniej?

source: Er, so it came from someone else originally?
pl: Eee... Zatem, otrzymałaś go od kogoś innego, tak?

source: Er, sorry. I don't get it.
pl: Eee... Wybacz, ale chyba nie rozumiem...

source: Er, sorry. I'm rambling. Thanks again for the data, Nines.
pl: Emm... Przepraszam. Rozgadałem się. Jeszcze raz dzięki za dane, Nines.

source: Er, there isn't much we can tell you. Most of our data is classified.
pl: Eee, nie za wiele możemy ci opowiedzieć. Większość naszych danych jest tajna.

source: Er, this isn't about me, is it?
pl: Eee, nie chodzi o mnie, prawda?

source: Er, this isn't about me, is it? Because I'm really hoping we'll be a good team going forward.
pl: Eee, mam nadzieję, że to nie chodzi o mnie, co? Bo, nadal mam nadzieję, że stworzymy zgrany zespół.

source: Er, welcome?
pl: Ee, witaj?

source: Er, what are you using that stuff for, anyway?
pl: Eee... A tak w ogóle, to po co szukaliście tych rzeczy?

source: Er, yes. Regardless, modifying one's body is not a process accomplished quickly or without effort.
pl: Em, tak... Niemniej, modyfikowanie własnego ciała nie jest procesem, który da się przeprowadzić szybko, czy bez wysiłku.

source: Er...I don't suppose you'd bring us the materials we need?
pl: Emm... Podejrzewam, że nie zechcecie przynieść nam materiałów, których potrzebujemy?

source: Er...but what is an "obligation"?
pl: Er... Ale czym jest „zobowiązanie”?

source: Er...familial?
pl: Ee... rodzinnych?

source: Eritrea
pl: Erytrea

source: Error detected while loading credits. Returning to title screen.
pl: Błąd ładowania napisów końcowych. Powrót do ekranu tytułowego.

source: Error: Failure in Motor Functions
pl: Błąd: awaria funkcji motorycznych

source: Error: Reached placement limit (20)
pl: Błąd: Osiągnięto limit umieszczania (20)

source: Escape
pl: Ucieczka

source: Escape from the Bunker.
pl: Ucieknij z Bunkra.

source: Escape from the abandoned factory.
pl: Ucieknij z opuszczonej fabryki.

source: Escape recommended.
pl: Zalecana ucieczka.

source: Escape the cyberspace.
pl: Ucieknij z cyberprzestrzeni.

source: Escape using the elevator.
pl: Ucieknij za pomocą windy.

source: Especially for a soldier who's been fighting that long.
pl: Zwłaszcza dla kogoś, kto od tak dawna znajduje się na polu walki.

source: Essence and existence are two sides of the same coin.
pl: Istota i egzystencja to dwie strony tej samej monety.

source: Etc.
pl: Itd.

source: Eternal life, a powerful weapon, and boundless experience—she used these talents to become queen of a nation. And yet, there was emptiness in her life, for she still desired the kindness her family denied her after that fateful day.
pl: Wieczne życie, potężna broń, bezgraniczne doświadczenie — używając tych talentów stała się królową narodu. Mimo to, wciąż czuła pustkę, gdyż jedyne czego pragnęła, to życzliwość, której po tym sądnym dniu, odmówiła jej rodzina.

source: Eternity... It hurts... It really hurts...
pl: Wieczność... Boli... Naprawdę boli...

source: Ethiopia
pl: Etiopia

source: Eureka! I've done it! Feast eyes and senses alike upon my new invention!
pl: Eureka! Dokonałem tego! Nakarmcie swoje oczy i zmysły moim najnowszym wynalazkiem!

source: Eureka! It seems the answer was in front of me all along! I am simply incapable of comprehending anything—about humanity OR the world in general! Ah, how wonderful it is to live in a world swaddled in mystery!
pl: Eureka! Wygląda na to, że odpowiedź była cały czas przed moimi oczami! Po prostu nie jestem w stanie zrozumieć niczego, ani o ludzkości, ani o świecie w ogóle! Ach, jak cudownie jest żyć w świecie pełnym tajemnic!

source: Evacuation recommended.
pl: Zalecana ewakuacja.

source: Evade
pl: Unik

source: Evade (Double-Tap)
pl: Unik (Podwójne naciśnięcie)

source: Evade Range Up
pl: Zasięg uniku +

source: Evade Range Up +1
pl: Zasięg uniku +1

source: Evade Range Up +2
pl: Zasięg uniku +2

source: Evade Range Up +3
pl: Zasięg uniku +3

source: Evade Range Up +4
pl: Zasięg uniku +4

source: Evade Range Up +5
pl: Zasięg uniku +5

source: Evade Range Up +6
pl: Zasięg uniku +6

source: Evade Range Up +7
pl: Zasięg uniku +7

source: Evade Range Up +8
pl: Zasięg uniku +8

source: Evasive Maneuvering Systems Down
pl: Uszkodzenia systemu manewrów unikowych

source: Evasive System
pl: System uników

source: Eve
pl: Ewa

source: Eve was again encountered in the alien mothership. He has the ability to regenerate no matter how many times he is killed, and adores the unit known as Adam—who he thinks of as an older brother.
pl: Ewa został ponownie spotkany na statku kosmitów. Jest w stanie regenerować się, niezależnie od tego, ile razy zostanie zabity. Podziwia jednostkę znaną jako Adam — uznaje go za swojego starszego brata.

source: Eve!
pl: Ewo!

source: Eve, driven wild with hate after losing Adam, has made the machine lifeforms on the network savage. 2B and 9S go into battle with Eve to destroy him and end the machine rampage.
pl: Ewa, opętany nienawiścią po stracie Adama, sprawił, że wszystkie mechaniczne formy życia będące pod wpływem sieci, stały się równie szalone co on. 2B i 9S walczą zatem z Ewą, aby go zniszczyć i definitywnie zakończyć szał maszyn.

source: Even I have my limits!
pl: Nawet ja mam swoje granice!

source: Even androids have trouble living in this environment, yet here these plants are. Isn't nature amazing?
pl: Nawet androidy mają problemy z przetrwaniem w tym środowisku, a mimo wszystko, rośliny jakoś tu rosną. Czy przyroda nie jest niesamowita?

source: Even if I'd achieved my revenge, I was planning to die regardless.
pl: Nawet gdybym dokonał zemsty, i tak planowałem umrzeć.

source: Even if I'm reformatted, I know I'll fall in love with you.
pl: Wiem, że nawet po sformatowaniu, znów się w tobie zakocham.

source: Even if it's pointless, you still have to do it!
pl: Nawet jeśli to bezcelowe, wciąż musisz to zrobić!

source: Even so,
pl: Nawet jeśli,

source: Even the excitement of high rank matches starts wearing off after a while. It's funny how the mind works.
pl: Nawet ekscytacja zawodami wyższych rang po jakimś czasie zanika. To zabawne jak działa umysł.

source: Even the footsteps that trailed off
pl: Nawet te niknące kroki

source: Even when our companions died, we kept fighting.
pl: Nawet gdy ginęli nasi towarzysze, nie przestawaliśmy walczyć.

source: Even with a body this big, there are still ways for me to help people.
pl: Nawet z tak dużym ciałem wciąż są sposoby, abym mógł pomagać innym ludziom.

source: Even with things the way they are, I'm scared of fighting. I don't think I can even move.
pl: Nawet w takiej sytuacji, boję się walczyć. Nie jestem w stanie się nawet poruszyć.

source: Even you?
pl: Nawet ty?

source: Event Marker
pl: Znacznik wydarzenia

source: Event Markers
pl: Znaczniki wydarzeń

source: Events Director
pl: Dyrektor ds. wydarzeń

source: Events Manager
pl: Menadżer ds. wydarzeń

source: Eventually, the intelligence within our network began to surpass that of our creators.
pl: W pewnym momencie, inteligencja w naszej sieci zaczęła przerastać tę przynależną naszym twórcom.

source: Eventually, the man's immortal body proved too much for his spirit, and he ran himself through with his own spear again and again. But each time he did, the wound closed over itself, leaving not even a scar.
pl: Gdy w końcu, nieśmiertelne ciało zaczęło ciążyć jego duchowi, wojownik postanowił przebić swoje ciało włócznią. Ale po każdym ciosie, rana się goiła, nie zostawiając nawet blizny.

source: Ever since I found out about this place, I've been much more eager to go out and fight. It's awesome!
pl: Od kiedy wiem się o tym miejscu, o wiele chętniej wychodzę walczyć. Jest niesamowite!

source: Every Resistance member here lost someone important because of the machines.
pl: Każdy członek Ruchu Oporu stracił kogoś ważnego przez te maszyny.

source: Every Scanner in the force is involved in this operation.
pl: Wszyscy Skanerzy w oddziałach są zaangażowani w tę operację.

source: Every day, I would go and talk to it. And every day, the war grew worse and worse.<bt_wait>
pl: Każdego dnia przychodziłem i mówiłem do niej. I każdego dnia, wojna się nasilała i nasilała.<bt_wait>

source: Every machine breaks down some day, am I right?
pl: Każda maszyna któregoś dnia się zepsuje, prawda?

source: Every one of them is a singular treasure to me.
pl: Każde z nich jest dla mnie wyjątkowym skarbem.

source: Every time I clean up this room, it becomes a mess again as soon as I turn around.
pl: Za każdym razem, gdy sprzątam to pomieszczenie, gdy tylko się odwrócę, znowu robi się bałagan.

source: Every time there's an issue, ol' Jackass tries to solve it with explosives or some other violent method.
pl: Gdy tylko pojawia się jakiś problem, Jackass próbuje go rozwiązać przy pomocy materiałów wybuchowych, albo jakiejś innej brutalnej metody.

source: Every time we track him down, he manages to slip through our fingers. How does he keep doing that!?
pl: Gdy tylko uda się nam go wyśledzić, wymyka się nam spod palców. Jak on to robi?

source: Everyone around here is weirdly pushy.
pl: Wszyscy tutaj są bardzo natarczywi.

source: Everyone get out now!
pl: Wyjdźcie natychmiast!

source: Everyone has gone crazy... Be careful out there...
pl: Wszyscy oszaleli... Uważaj na siebie...

source: Everyone has memories that are precious for one reason or another.
pl: Każdy posiada wspomnienia, które są dla niego cenne. Z różnych powodów.

source: Everyone knows what experience points are, so I'm not going to waste your time with a long-winded explanation.
pl: Wszyscy wiedzą czym są punkty doświadczenia, więc nie będę marnowała twojego czasu na ich omówienie.

source: Everyone made fun of me.<bt_wait> Nobody wanted to be friends with me.<bt_wait>
pl: Wszyscy się ze mnie śmiali.<bt_wait> Nikt nie chciał się ze mną przyjaźnić.<bt_wait>
